/* ===============================
   CONFIG (แก้เฉพาะเขต / แขวง)
   =============================== */

document.title = "กรุงเทพมหานคร เขตเลือกตั้งที่ 4";

const HEADER_CONFIG = {
    title: "กรุงเทพมหานคร<br>เขตเลือกตั้งที่ 4",
    subtitle: "เขตคลองเตยและเขตวัฒนา"
};

const subDistrictColors = {
    "แขวงคลองเตย": "#28a745",
    "แขวงคลองเตยเหนือ": "#17a2b8",
    "แขวงคลองตัน": "#ffc107",
    "แขวงคลองตันเหนือ": "#fd7e14",
    "แขวงพระโขนง": "#007bff",
    "แขวงพระโขนงเหนือ": "#6610f2"
};
